[
	{
		"id": "b2dc8ce8-45d5-46fd-99d9-13a588023227",
		"date": 1983183253063,
		"title": "Is COVID-19 the same as SARS?",
		"answers": [ "No, COVID-19 is genetically distinct from SARS.  COVID-19 was termed by the World Health Organization for the disease caused by the coronavirus responsible for the disease outbreak in Wuhan, China in December 2019." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385351,
		"_attachments": "attachments/"
	},
	{
		"id": "7b67830e-f2d1-4f46-81f4-89db6beeab28",
		"date": 1983786257539,
		"title": "Should I wear a mask to protect myself?",
		"answers": [ "The CDC does not recommend that people who are healthy wear facemasks to protect themselves from respiratory disease, including COVID-19.  They recommend facemasks for people who show symptoms of COVID-19 to prevent the spread of the disease to others. The use of facemasks is also crucial for health workers and people who are taking care of someone in close settings (at home or in a health care facility).  The World Health Organization has released advice on the use of masks in the community in context of the novel coronavirus outbreak in late January 2020. They maintain that medical mask is not required to protect from non-sick persons. Individuals with respiratory symptoms should wear a medical mask and seek medical care. The facemask is only one way for the prevention of respiratory diseases like COVID-19 and we recommend using multiple strategies including avoiding avoiding close contact with people who are sick, avoid touching your eyes, nose, and mouth, covering your cough or sneeze with tissue, then throwing the tissue in the trash, cleaning and disinfect frequently touched objects and surfaces using a regular household cleaning spray or wipe, washing your hands often with soap and water for at least 20 seconds. We however recommend keeping up to date with the CDC and WHO for ongoing recommendations regarding facemask. The WHO recommends that suspected cases of COVID-19 be cared for using isolation precautions. In Health Care Facilities, recommendations for individuals with respiratory symptoms should wear a mask throughout the facility unless the individual is isolated in a single room. The health care workers should wear a mask when entering a room where patients are suspected or confirmed of being infected with COVID-19 are admitted and in any situation of care provided to a suspected or confirmed case. The use of N95 certified masks, particulate respirator, are recommended when performing aerosol-generating procedures such as tracheal intubation, non-invasive ventilation, tracheostomy, cardiopulmonary resuscitation, manual ventilation before intubation, and bronchoscopy." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385385,
		"_attachments": "attachments/"
	},
	{
		"id": "10e75ad0-1fae-4198-b5cd-0bf2a4a6e1b4",
		"date": 1983946735504,
		"title": "What is a coronavirus?",
		"answers": [ "Coronaviruses are a large family of viruses which may cause illness in animals or humans.  In humans, several coronaviruses are known to cause respiratory infections ranging from the common cold to more severe diseases such as Middle East Respiratory Syndrome (MERS) and Severe Acute Respiratory Syndrome (SARS). The most recently discovered coronavirus causes coronavirus disease COVID-19." ],
		"sources": null,
		"links": [ "https://www.who.int/news-room/q-a-detail/q-a-coronaviruses" ],
		"tags": [ "coronavirus", "MERS" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385385,
		"_attachments": "attachments/"
	},
	{
		"id": "b7517ea4-ac0b-4ea0-b138-caf97c6e7d54",
		"date": 1983948626751,
		"title": "How long does the virus survive on surfaces?",
		"answers": [ "It is not certain how long the virus that causes COVID-19 survives on surfaces, but it seems to behave like other coronaviruses. Studies suggest that coronaviruses (including preliminary information on the COVID-19 virus) may persist on surfaces for a few hours or up to several days. This may vary under different conditions (e.g. type of surface, temperature or humidity of the environment).If you think a surface may be infected, clean it with simple disinfectant to kill the virus and protect yourself and others. Clean your hands with an alcohol-based hand rub or wash them with soap and water. Avoid touching your eyes, mouth, or nose." ],
		"sources": null,
		"links": null,
		"tags": [ "coronavirus", "MERS" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385385,
		"_attachments": "attachments/"
	},
	{
		"id": "0343b45c-5e60-476d-bb63-a405d7692346",
		"date": 1983950581821,
		"title": "What is COVID-19?",
		"answers": [ "COVID-19 is the infectious disease caused by the most recently discovered coronavirus. This new virus and disease were unknown before the outbreak began in Wuhan, China, in December 2019.." ],
		"sources": null,
		"links": null,
		"tags": [ "coronavirus", "COVID-19" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385386,
		"_attachments": "attachments/"
	},
	{
		"id": "307fa86e-73c6-46f0-88ca-c490b99cb7cd",
		"date": 1983952475261,
		"title": "Who discovered the Covid19?",
		"answers": [ "Combined effort from a team of research scientists from various institutes in China first published 10 genomic sequences from nine patients. It was provisionally named 2019 novel coronavirus (2019-nCoV). The ten genome sequences of 2019-nCoV were extremely similar exhibiting more than 99.98% sequence similarity. These sequences were more distinct from SARS-CoV and MERS-CoV. However, homology modelling revealed that 2019-nCoV had a similar receptor-binding domain structure to that of the SARS-CoV. The research was funded by the National Key Research and Development Program of China, National Major Project for Control and Prevention of Infectious Disease in China, Chinese Academy of Sciences, Shandong First Medical University." ],
		"sources": null,
		"links": null,
		"tags": [ "coronavirus", "Covid19" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385386,
		"_attachments": "attachments/"
	},
	{
		"id": "79971604-2268-4577-a793-d59e58e3bbb2",
		"date": 1983954223071,
		"title": "Is a temperature of 99 considered a fever?",
		"answers": [ "100.4 degrees is considered a fever.  " ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385386,
		"_attachments": "attachments/"
	},
	{
		"id": "3e711e39-3026-4116-b24b-53e3d03b18b8",
		"date": 1983958117050,
		"title": "Why is it called COVID-19",
		"answers": [ "COVID-19 is the official name given by the World Health Organization for the current coronavirus disease outbreak in 2019.  The naming convention follows the WHO 2015 naming guidelines which discourages names that refer to specific places, people, and professions." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385386,
		"_attachments": "attachments/"
	},
	{
		"id": "54ee74d9-4ae7-4e59-9c9b-3fa41bcbc3c9",
		"date": 1983959962054,
		"title": "What are coronaviruses?",
		"answers": [ "Coronaviruses are a group of common viruses.  They are named for the spikes on the surface of the virus oriented in the shape of a crown. Coronaviruses (CoV) primarily cause infections in birds and mammals but, in the last few decades, have demonstrated the capability to cross the species barrier and cause human infections as well. Human coronaraviruses cause respiratory illnesses. Several outbreaks have demonstrated its severity in causing human morbidity and mortality include the severe acute respiratory syndrome (SARS) in 2003 and, more recently, the Middle-East respiratory syndrome (MERS) that started in 2012 and is currently still ongoing. Coronavirus disease 2019 (COVID-19) is a new type of coronavirus that causes respiratory iullness in people.  Covid-19 was recognized in December 2019 and has rapidly developed into a threat to global health in the current ongoing outbreak. Covid-19 is structurally related to SARS. Although cases were originally reported to be associated with exposure to seafood market in Wuhan, it is now clear from current epidemiologic data that virus spreads through person-to-person transmission. Based on the epidemiology studies from the epicenter of the outbreak, the city of Wuhan in Hubei province, China, the median age of the patients was 59 years with the higher morbidity and mortality among the elderly and among those with preexisting conditions.  56% of the patients were male. The estimated rate of death is challenging to obtain but ranges from < 1% to 2%.  It can be considerably lower as the number of asymptomatic or minimally symptomatic cases is several times as high as the number of reported cases given the challenges of diagnosis particularly in the early aspects of the intial ramping-up phase of the health care response to the outbreak. The efficiency of transmission of any respiratory virus is important for containment and mitigation strategies. Original studies have estimated that each Covid-19 infected patient, on average, spreads the infections to an additional two persons. Until this number falls below 1.0, it is likely that the outbreak will continue to spread and has continued to spread to many countries around the world. Recent reports of high titres of virus in the oropharynx early in the course of disease suggests increased infectivity during the period of minimal symptoms." ],
		"sources": null,
		"links": null,
		"tags": [ "coronavirus", "Covid19" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385387,
		"_attachments": "attachments/"
	},
	{
		"id": "e22e3218-9541-4820-9562-7575e307f317",
		"date": 1983962030305,
		"title": "Where was the first confirmed case of 2019 Coin the United States?",
		"answers": [ "The first confirmed case of Covid-19 infection in the United States was reported on January 20,2020.  The patient is a 35-year-old man who presented to an urgent care clinic in Snohomish County, Washington, with a 4-day history of cough and subjective fever. He had returned to Washington State on January 15 after traveling to visit family in Wuhan, China. He had not spent time at the Huanan seafood market and reported no known contact with ill persons during his travel to China. Together with the urgent care clinician, the Washington Department of Health notified the CDC Emergency Operations Center. On January 20, 2020 the CDC confirmed that the patient tested positive for the Covid-19 but real-time reverse-transcriptase-PCR assay.  In coordination with CDC, state and local health officials, emergency medical services, and hospital leadership and staff, the patient was admitted to an airborne-isolation unit at Providence Regional Medical Center for clinical observations, with health care workers following CDC recommendations for contact, droplet , and airborne precautions with eye protection. The patient's medical history only had hypertriglyceridemia and no other past medical history. The patients hospital course consisted of persistent dru cough and a 2-day history of nausea and vomiting.  From day 2 through 5 of hospitalization, the patient's vital signs remained largely stable, apart from the development of intermittent fevers accompanied by periods of tachycardia.  On day 2, the patient passed loose bowerl movements and reported abdominal discomfort.  Stool samples, nasopharyngeal and oropharyngeal specimens as well as serum were collected for rRT-PCR which all tested positive for Covid-19 except for the serum which remained negative. The treatment remained largely supportive consisting of acetaminophen and ibuprofen and 6 liters of normal saline over the first 6 days of hospitalization. Laboratories revealed a slight reduction of white blood cell count, and increase in platelets and creatine kinase. Two chest xrays were taken and the second chest xray on the night of hospital day 5 (illness day 9) showed evidence of lower lobe pneumonia in the left lung which coincided with a change in clinical status with initiation of supplemental oxygen and antibiotics for hospital acquired antibiotics. On day 6, a fourth chest Xray showed basilar streaky opacities in both lungs, a finding consistent with atypical pneumonia. Given the clinical status, clinicians persued compassionate  of an investigational antiviral therapy.  He was treated with intravenous remdesivir (a novel nucleotide analogue prodrug in development) on the evening of day 7.  He tolerated the medication without adverse events. Antibiotics were discontinued on day 7. By day 8, the patient's clinical condition improved and his supplemental oxygen was discontinued.  The full genome sequences from the patients oropharyngeal and nasopharyngeal specimens were identical to one another and were nearly identical to other available Covid-19 sequences.  " ],
		"sources": null,
		"links": null,
		"tags": [ "Convid19", "coronavirus", "united states" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385387,
		"_attachments": "attachments/"
	},
	{
		"id": "e20df058-296d-4fad-8d69-ed2e23ff986e",
		"date": 1983964232356,
		"title": "What is the difference between COVID-19 and SARS-CoV-2?",
		"answers": [ "In February 2020, the World Health Organization designated COVID-19 as the disease that is caused by the coronavirus disease 2019. The virus that causes COVID-19 is designated severe acute respiratory syndrome coronavirus 2, SARS-COV-2." ],
		"sources": null,
		"links": null,
		"tags": [ "COVID-19", "coronavirus", "SARS-CoV-2", "2019-nCoV" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385387,
		"_attachments": "attachments/"
	},
	{
		"id": "53212c84-fa7c-472f-a482-595279de6c30",
		"date": 1983966079219,
		"title": "Who discovered the Covid19?",
		"answers": [ "Combined effort from a team of research scientists from various institutes in China first published 10 genomic sequences from nine patients. It was provisionally named 2019 novel coronavirus (2019-nCoV). The ten genome sequences of 2019-nCoV were extremely similar exhibiting more than 99.98% sequence similarity. These sequences were more distinct from SARS-CoV and MERS-CoV. However, homology modelling revealed that 2019-nCoV had a similar receptor-binding domain structure to that of the SARS-CoV. The research was funded by the National Key Research and Development Program of China, National Major Project for Control and Prevention of Infectious Disease in China, Chinese Academy of Sciences, Shandong First Medical University." ],
		"sources": null,
		"links": null,
		"tags": [ "coronavirus", "Covid19" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385387,
		"_attachments": "attachments/"
	},
	{
		"id": "537ae74b-c08d-4719-9d54-3d90e9c47ed3",
		"date": 1983967794480,
		"title": "Who was the Chinese doctor who tried to warn people of a new pathogen at the beginning of the outbreak of the coronavirus in Wuhan who also succumbed to the illness?",
		"answers": [ "Dr. Li Wenliang died at the age of 34. On December 30th, 2019. DR. Li sent out a warning over the social media messaging app advising fellow med school grads to wear protective clothing to avoid infection after several patients from a local seafood market exhibited symptoms similar to SARS." ],
		"sources": null,
		"links": null,
		"tags": [ "Covid19", "coronavirus", "Li Wenliang" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385387,
		"_attachments": "attachments/"
	},
	{
		"id": "9f27c5a3-a470-4f85-979c-da59669fe980",
		"date": 1983970014472,
		"title": "What are the current therapies for COVID-19?",
		"answers": [ "Therapy consists of supportive care while a variety of investigational approaches are being explored including antiviral medication lopinavir-ritonavir, interferon-1β, the RNA polymerase inhibitor remdesivir, chloroquine and a variety of Traditional Chinese medicine products. In the state of Washington, use of remdesivir in the first confirmed case in the United States was described in the New England Journal of Medicine." ],
		"sources": null,
		"links": null,
		"tags": [ "" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385388,
		"_attachments": "attachments/"
	},
	{
		"id": "11960bf9-1f1c-491f-a82a-45ef514b1282",
		"date": 1983971738195,
		"title": "When is it expected to have a vaccine for COVID-19?",
		"answers": [ "The director of the National Institute of Allergy and Infectious Diseases, Anthony Fauci, MD, states that it is expected to take at least a year to a year and a half to have a vaccine we can use." ],
		"sources": null,
		"links": null,
		"tags": [ "vaccine", "Covid-19" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385388,
		"_attachments": "attachments/"
	},
	{
		"id": "93205615-1b05-4539-bad0-a9338b37f4c5",
		"date": 1983973584351,
		"title": "What is the mean interval between the onset of illness and progression to more serious disease leading requiring hospitalization?",
		"answers": [ "Based on reports from the investigators from China, Dr. Li and his team of researchers report an average of 9 to 12.5 days between the onset of illness and hospitalization." ],
		"sources": null,
		"links": null,
		"tags": [ "Covid-19", "hospitalization" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385388,
		"_attachments": "attachments/"
	},
	{
		"id": "4a4b0bb3-c91c-4b2b-99ae-1464a7f41e86",
		"date": 1983975379618,
		"title": "How many deaths are there in Tehran, Islamic Replublic of Iran, caused by COVID-19?",
		"answers": [ "As of March 2, 2020, at 15:00 Cairo local time, there has been 66 deaths and 1501 COVID-19 cases. According the WHO and the health ministry spokesperson, 291 people have already been discharged from the hospitals after recovering from COVID-19" ],
		"sources": null,
		"links": null,
		"tags": [ "COVID-19", "deaths", "Tehran", "iran" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385388,
		"_attachments": "attachments/"
	},
	{
		"id": "f60276e7-d9f9-4a40-90f1-ff600a0dba39",
		"date": 1983977239193,
		"title": "Is there a vaccine for COVID-19?",
		"answers": [ "Currently a vaccine does not exist for COVID-19.  However, the World Health Organization reports that a major effort is underway with multiple biopharmaceutical companies developing candidate vaccines targeting COVID-19 which are currently in the pre-clinical stage. Fortunately, they are not starting from scratch.  The 2003 Severe Acute Respiratory Syndrome (SARS) epidemic enabled advanced technologies to be developed that can be adapted to the COVID-19" ],
		"sources": null,
		"links": null,
		"tags": [ "SARS-CoV-2", "COVID-19", "vaccine" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385388,
		"_attachments": "attachments/"
	},
	{
		"id": "e76910fc-2c35-4860-9f9c-0373b4159fce",
		"date": 1983979312912,
		"title": "Where were the known COVID-19 deaths hospitalized?",
		"answers": [ "EvergreenHealth and Harborview Medical Center." ],
		"sources": null,
		"links": null,
		"tags": [ "hospitals", "seattle", "king county", "COVID-19", "deaths" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385389,
		"_attachments": "attachments/"
	},
	{
		"id": "083606a7-6df2-4f9f-95cc-e9856e4e5a31",
		"date": 1983981134746,
		"title": "How is a fever diagnosed?",
		"answers": [ "Besides a physical exam, your doctor will ask about symptoms and conditions, medications, and if you've recently traveled to areas with infections or have other infection risks. A malaria infection, for example, may be have a fever that typically recurs. Some areas of the U.S. are hotspots for infections such as Lyme disease and Rocky Mountain spotted fever." ],
		"sources": null,
		"links": null,
		"tags": [ "fever" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385389,
		"_attachments": "attachments/"
	},
	{
		"id": "63ea5f8f-b304-418e-8a00-73b274155c21",
		"date": 1983983023264,
		"title": "How is a fever treated?",
		"answers": [ "Treatments vary depending on the cause of the fever. For example, antibiotics would be used for a bacterial infection such as strep throat." ],
		"sources": null,
		"links": null,
		"tags": [ "fever" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385389,
		"_attachments": "attachments/"
	},
	{
		"id": "bb11b323-899f-4009-884a-18308c74ccc2",
		"date": 1983985004573,
		"title": "How long is the incubation period?",
		"answers": [ "The incubation period for the coronavirus (COVID-19) is thought to be within 14 days following exposure, with most cases occurring approximately five days after exposure. In a family cluster of infections, the onset of fever and respiratory symptoms occurred approximately three to six days after presumptive exposure. Similarly, in an analysis of 10 patients with confirmed COVID-19 pneumonia, the estimated mean incubation period was five days." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385389,
		"_attachments": "attachments/"
	},
	{
		"id": "2e925e65-6d6f-424d-af0e-eb7cb51af102",
		"date": 1983986740630,
		"title": "What is coronavirus",
		"answers": [ "https://www.youtube.com/watch?v=RSiW6ZvPqeg" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385389,
		"_attachments": "attachments/"
	},
	{
		"id": "9e777492-f325-4f65-8e4d-7639610454c5",
		"date": 1983988503508,
		"title": "How dangerous is it for pregnant women to get coronavirus",
		"answers": [ "The approach to prevention, evaluation, diagnosis, and treatment of pregnant women with suspected COVID-19 should be similar to that in non-pregnant women. An important consideration however is that pregnant women with other potentially severe respiratory infections, such as influenza, severe acute respiratory syndrome (SARS)-CoV, or Middle East respiratory syndrome (MERS)-CoV, appear to be more vulnerable to developing severe disease." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385389,
		"_attachments": "attachments/"
	},
	{
		"id": "04c744ae-960f-467a-b161-119cdabf4720",
		"date": 1983990216832,
		"title": "how dangerous is the coronavirus?\n",
		"answers": [ "For COVID-19, data to date suggest that 80% of infections are mild or asymptomatic, 15% are severe infection,\nrequiring oxygen and 5% are critical infections, requiring ventilation. These fractions of severe and critical infection\nwould be higher than what is observed for influenza infection.\n\nhttps://www.who.int/docs/default-source/coronaviruse/situation-reports/20200306-sitrep-46-covid-19.pdf?sfvrsn=96b04adf_2" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385390,
		"_attachments": "attachments/"
	},
	{
		"id": "b70c31e7-9ec8-47e2-9982-41d2efaee858",
		"date": 1983992151722,
		"title": "Does warm weather stop the virus?\n",
		"answers": [ "It is unlikely that weather changes will stop the pandemic. While some believe COVID19 to act similar to the flu, evidence is sparse on whether warmer weather will slow the transmission of COVID19. " ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385390,
		"_attachments": "attachments/"
	},
	{
		"id": "db851459-b4c8-48e5-a124-e6deda1f49d4",
		"date": 1983993921204,
		"title": "Is there a new strain of Coronavirus",
		"answers": [ "Could be." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584896422,
		"_attachments": "attachments/"
	},
	{
		"id": "2654d4ab-30fb-4b1e-81d5-376fa542448c",
		"date": 1983996282583,
		"title": "Are babies less affected by the Coronovirus",
		"answers": [ "no" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584896656,
		"_attachments": "attachments/"
	},
	{
		"id": "802d7fc5-1a7c-4676-bb78-7ce8b1b7745a",
		"date": 1983998200177,
		"title": "What is the hospitalization protocol for COvID 19",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584897023,
		"_attachments": "attachments/"
	},
	{
		"id": "2f35ab6a-6874-4086-baf8-3d2c620f2ff0",
		"date": 1984000065135,
		"title": "What is the protocol for hospitalized patients infected with COVID19: is it droplet vs airborne precautions.  ",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584900472,
		"_attachments": "attachments/"
	},
	{
		"id": "e5b51396-c90b-4957-a505-ced98b4e5420",
		"date": 1984002102124,
		"title": "Why doesn’t the flu get the same attention as Covid?",
		"answers": [ "COVID19 has displayed a different pattern of spread than current flu outbreaks.  COVID19 has spread very rapidly and, although the symptoms vary in severity in patients and the mortality rate appears deceivingly lower than expected, it makes up for it by increasing the sheer number of cases. Hence very rapidly hospital systems are overwhelmed by the number of patients that need intensive care.  Bed availability, mechanical ventilators, negative pressure room availability become a challenge for newly acutely critical patients. Furthermore, the patients can remain intimated for 2-5 weeks.  " ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385391,
		"_attachments": "attachments/"
	},
	{
		"id": "c2c47781-e69f-406f-97b4-0cc2fc5228b4",
		"date": 1984004265449,
		"title": "What is the protocol for hospitalized patients with covid",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584966598,
		"_attachments": "attachments/"
	},
	{
		"id": "c96d24a3-ac27-4401-bfdb-b2108d908e1c",
		"date": 1984006029650,
		"title": "How many deaths are in italy?",
		"answers": [ "The numbers are constantly changing. To find out the number of confirmed cases, active cases, recovered cases or deaths, please visit John Hopkins University's coronavirus map and click on the relevant country: https://coronavirus.jhu.edu/map.html. Note: for the United States and Canada, you can view the number of cases in each state or province." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385391,
		"_attachments": "attachments/"
	},
	{
		"id": "912a4fce-ebde-4f15-9319-340c1a694187",
		"date": 1984007734055,
		"title": "How many deaths are there in Korea?",
		"answers": [ "The numbers are constantly changing. To find out the number of confirmed cases, active cases, recovered cases or deaths, please visit John Hopkins University's coronavirus map and click on the relevant country: https://coronavirus.jhu.edu/map.html. Note: for the United States and Canada, you can view the number of cases in each state or province." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385391,
		"_attachments": "attachments/"
	},
	{
		"id": "c8f36c23-5bc1-49c5-96f3-2a53779580f4",
		"date": 1984009538583,
		"title": "How many deaths are there in british columbia",
		"answers": [ "The numbers are constantly changing. To find out the number of confirmed cases, active cases, recovered cases or deaths, please visit John Hopkins University's coronavirus map and click on the relevant country: https://coronavirus.jhu.edu/map.html. Note: for the United States and Canada, you can view the number of cases in each state or province." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385392,
		"_attachments": "attachments/"
	},
	{
		"id": "0e257387-4de9-4aaf-9ca5-8906058ba630",
		"date": 1984011333195,
		"title": "How many deaths in Washington?",
		"answers": [ "The numbers are constantly changing. To find out the number of confirmed cases, active cases, recovered cases or deaths, please visit John Hopkins University's coronavirus map and click on the relevant country: https://coronavirus.jhu.edu/map.html. Note: for the United States and Canada, you can view the number of cases in each state or province." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385392,
		"_attachments": "attachments/"
	},
	{
		"id": "59a7c0b9-acf6-444d-87dc-9469faf6b834",
		"date": 1984013279306,
		"title": "What is the strategy to counter the Covid surge",
		"answers": [ "testing" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584966667,
		"_attachments": "attachments/"
	},
	{
		"id": "58652b25-dfa7-4c0f-b99d-95c45bd899f5",
		"date": 1984015253085,
		"title": "How is it different from SARS",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584966783,
		"_attachments": "attachments/"
	},
	{
		"id": "aedca6d9-2634-4da6-874c-79b7f0737834",
		"date": 1984017050348,
		"title": "Do I have coronavirus",
		"answers": [ "If you are concerned about having symptoms of Coronavirus please contact your local provider and obtain information on triage sites to determine if testing is needed.  " ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385392,
		"_attachments": "attachments/"
	},
	{
		"id": "f518b7b8-229b-4367-9ee7-903673217259",
		"date": 1984018669992,
		"title": " Can I catch COVID-19 from my pet?",
		"answers": [ "testing" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584966864,
		"_attachments": "attachments/"
	},
	{
		"id": "8e6c4602-a2c2-4b61-9235-4b401d7b74b9",
		"date": 1984020436751,
		"title": "Can I catch covid-19 by having sex",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584966960,
		"_attachments": "attachments/"
	},
	{
		"id": "e944b20f-2ff6-4928-a5c5-38ee0c80bf00",
		"date": 1984022093430,
		"title": "Does COVID cause heart failure",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584967034,
		"_attachments": "attachments/"
	},
	{
		"id": "6dcd52e7-0ef2-45f6-991c-74fc8a76414a",
		"date": 1984023766685,
		"title": "What is the website you go to for the number of cases in Pierce county and tacoma",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584967069,
		"_attachments": "attachments/"
	},
	{
		"id": "652bdff9-578b-4caa-98e2-65e9846babfa",
		"date": 1984025649981,
		"title": "What is the website you go to for the number of cases in Pierce ",
		"answers": [ "https://www.tpchd.org/healthy-people/human-coronavirus" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385393,
		"_attachments": "attachments/"
	},
	{
		"id": "2de6113a-80b9-4527-b0ed-da318d2308a0",
		"date": 1984027231320,
		"title": "should I sacrifice myself for the life of another",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584967394,
		"_attachments": "attachments/"
	},
	{
		"id": "939bdaf2-5c3a-4c62-99e1-4d287fe77b8f",
		"date": 1984028916568,
		"title": "What is required for infected patients: airbourne or droplet precautions.",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584967616,
		"_attachments": "attachments/"
	},
	{
		"id": "07535e96-152e-4409-9566-e8f6086161b8",
		"date": 1984030552862,
		"title": "Where can I as a patient at home get tested for COVID-19?  ",
		"answers": [ "Here is the website: https://www.chifranciscan.org/patients-and-visitors/covid-19.html This also identifies the places that patients can be seen in person.\n\nFREE Virtual Urgent Care 1-855-356-8053 or log on as below\n\nCHI Franciscan is offering FREE virtual care visits for anyone exhibiting mild symptoms of COVID-19 (fever, cough, or other respiratory problems). Use the discount code COVID19 to be assessed by one of our providers today. To access our virtual care services, visit franciscanvirtualcare.org, or download the iOS mobile app in the Apple store or the Android app in the Google Play store." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385394,
		"_attachments": "attachments/"
	},
	{
		"id": "7e32f87a-d977-4b77-824f-d5624047250a",
		"date": 1984032187118,
		"title": "Where is there drive thru Coronavirus testing",
		"answers": [ "testing" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584967629,
		"_attachments": "attachments/"
	},
	{
		"id": "fe483af9-624a-4caa-bcb2-3c3ad45023e6",
		"date": 1984033911694,
		"title": "What is the most important thing we must know about ventilators with COVID-19",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584967724,
		"_attachments": "attachments/"
	},
	{
		"id": "95e2ddb2-99a2-4a8f-a2e3-9f8a6e250dfe",
		"date": 1984037505923,
		"title": "what is the most important thing to know about COVID-19 on the wards",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584974938,
		"_attachments": "attachments/"
	},
	{
		"id": "8d7f6f9b-a46b-4d59-825d-6934987bfb27",
		"date": 1984039193904,
		"title": "What do you do with Echos during the epidemic? Sonographers are high risk",
		"answers": [ "test" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584981904,
		"_attachments": "attachments/"
	},
	{
		"id": "f88ae550-a617-47dc-b1bd-6136c4f98689",
		"date": 1984040856658,
		"title": "Should COPD patients come for office visits",
		"answers": [ "testing" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584981918,
		"_attachments": "attachments/"
	},
	{
		"id": "45f6e4e8-92ee-4868-8bab-6f9314c1ceef",
		"date": 1984042453632,
		"title": "What is the PPE that the healthcare workers are using on the wards ",
		"answers": [ "First, personal protective equipment for the home: \n\u0085 Surgical/procedure masks (do not re-use)\n\u0085 Eye protection\n\u0085 Disposable gloves (do not re-use)\n\u0085 Disposable paper towels\n\u0085 Tissues\n\u0085 Waste container with plastic liner\n\u0085 Thermometer\n\u0085 Over the counter medication to reduce fever\n(e.g. ibuprofen or acetaminophen)\n\u0085 Running water\n\u0085 Hand soap\n\u0085 Alcohol-based sanitizer containing\nat least 60% alcohol\n\u0085 Dish soap\n\u0085 Regular laundry soap\n\u0085 Regular household cleaning products\n\u0085 Bleach (5% sodium hypochlorite) and a separate\ncontainer for dilution (one part bleach to nine\nparts water)\n\u0085 Alcohol prep wipes\n\u0085 Arrange to have your groceries delivered to you\n\nFor healthcare workers, refer here: https://www.cdc.gov/coronavirus/2019-ncov/infection-control/control-recommendations.html\nFacemasks protect the wearer from splashes and sprays.\nRespirators, which filter inspired air, offer respiratory protection.\nN95 filtering facepiece respirators (FFRs) (commonly known as N95 respirators), and gowns." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385395,
		"_attachments": "attachments/"
	},
	{
		"id": "161400ae-bab6-4f44-a664-f845024e0b26",
		"date": 1984044162993,
		"title": "How is flying to Hawaii during Covid19",
		"answers": [ "Although the risk of infection in a plane seems to be low, you should try to avoid travel during COVID-19 as much as possible. If you travel try to wear a face mask, both to protect yourself and to protect others. Other measures you could take include wearing goggles and plastic gloves. Cleaning your seat and table with alcohol should also reduce the chance of infection. Generally window seats and seats in business or first class have a lower risk of infection, because you will not be as close to other passengers walking by or sitting close to you." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385395,
		"_attachments": "attachments/"
	},
	{
		"id": "ea4a0dc2-99f8-478e-9f3c-12008d090aa3",
		"date": 1984045980358,
		"title": "What is the incubation period of the coronavirus?",
		"answers": [ "The incubation period for the coronavirus (COVID-19) is thought to be within 14 days following exposure, with most cases occurring approximately five days after exposure. In a family cluster of infections, the onset of fever and respiratory symptoms occurred approximately three to six days after presumptive exposure. Similarly, in an analysis of 10 patients with confirmed COVID-19 pneumonia, the estimated mean incubation period was five days." ],
		"sources": [ "https://www.ncbi.nlm.nih.gov/pubmed?term=31995857", " https://www.ncbi.nlm.nih.gov/pubmed?term=32109013" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " incubation", " time" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385395,
		"_attachments": "attachments/"
	},
	{
		"id": "731a72d4-a67b-4ada-86e4-6c3bc48726d7",
		"date": 1984047921778,
		"title": "What is the incubation time for the coronavirus?",
		"answers": [ "Estimates are that symptoms usually appear on average around five days, but the incubation period may be as long as 14 days." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " incubation", " time" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385395,
		"_attachments": "attachments/"
	},
	{
		"id": "921c4b31-fce5-4fc2-a5b0-c6eacfdf5343",
		"date": 1984049883390,
		"title": "Should someone who is immunocompromised wear a face mask for the coronavirus?",
		"answers": [ "Wearing a mask has not had specific durable data for protection against COVID19.  The size of the virus appears smaller than even the N95 Particulate respirators.  However, a barrier is recommend for any one with respiratory symptoms.  All protective precautions should be practiced including distancing, cleaning surfaces with disinfectants and hand washing, as well as avoiding unnecessary or nonurgent travel or visitations.  Wearing a mask for some mine that is immunocompromised is reasonable common sense at this time.  You should talk to your doctor about whether wearing a mask is helpful for you in certain situations as well. This will depend on your medical history and where you live. Many people will not need to wear a mask, but if your doctor recommends wearing one follow that advice." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " immunocompromised", " protection", " face mask" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385396,
		"_attachments": "attachments/"
	},
	{
		"id": "4dbd6837-0ea9-4248-b7e2-93a9f29a5e91",
		"date": 1984052042776,
		"title": "Can I touch packages from China?",
		"answers": [ "This is a respiratory virus similar to the flu, so receiving packages from China should be fine." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " packages", " china" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385396,
		"_attachments": "attachments/"
	},
	{
		"id": "6a5a21d4-e4dd-475f-8121-e9f4ae783808",
		"date": 1984053809121,
		"title": "Can I get the coronavirus by eating food prepared by others?",
		"answers": [ "It’s not clear yet if this is possible, if so it would more likely be the exception to the rule. Most likely the virus would be killed by cooking the food." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " food", " infection", " spread" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385396,
		"_attachments": "attachments/"
	},
	{
		"id": "f9579fc1-0185-4065-9c89-fc6f56c3d501",
		"date": 1984055821380,
		"title": "Can I travel on a plane during the coronavirus outbreak?",
		"answers": [ "If anyone has a fever and respiratory symptoms, that person should not fly if at all possible. If you have no symptoms follow the travel advisories from regulatory agencies. Keep in mind that these can change quickly." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " travel", " plane" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385396,
		"_attachments": "attachments/"
	},
	{
		"id": "b28735a0-167f-4a73-b038-a732cd6f83c5",
		"date": 1984057530014,
		"title": "Is there a vaccine for coronavirus?",
		"answers": [ "Companies are working on vaccines, but no vaccines is available yet" ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " vaccine", " timeline" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385396,
		"_attachments": "attachments/"
	},
	{
		"id": "1ea47829-7f65-40f3-87ed-f67d7e0cc86d",
		"date": 1984059610727,
		"title": "Is there a treatment available for the coronavirus?",
		"answers": [ "There is no specific treatment for this new coronavirus yet. Treatment is therefore supportive (giving fluids, medicine to reduce fever, and supplemental oxygen). Bacterial infection can complicate this viral infection. " ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " treatment" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385397,
		"_attachments": "attachments/"
	},
	{
		"id": "6de5268a-b1f5-4ce4-a28d-f448717badfa",
		"date": 1984061290306,
		"title": "How is this coronavirus confirmed?",
		"answers": [ "To confirm that a person has the coronavirus a specialized test must be done. If you're in the United States, normally a health care worker will use a long Q-tip to swab the back of your throat and then send that sample off for testing. If you're in a country that has developed an antibody test, such as China, you may get blood drawn. " ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " confirmed" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385397,
		"_attachments": "attachments/"
	},
	{
		"id": "ef015350-80de-4f89-ac60-e1f9cac7bed5",
		"date": 1984063049199,
		"title": "How deadly is this coronavirus?",
		"answers": [ "We don't know exactly yet. The original information from China likely overestimated the risk of death. It appears that the risk of a very serious illness and death is less than it was for SARS and MERS." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " mortality", " rate", " deadly " ],
		"answered": true,
		"like": 0,
		"_ts": 1584385397,
		"_attachments": "attachments/"
	},
	{
		"id": "65456a70-40f7-4ff0-a6ba-190ea83c0d7d",
		"date": 1984064710822,
		"title": "Should people go to the ER if they think they have the coronavirus ?",
		"answers": [ "If you have a health care provider, call them first for advice. Only people with symptoms of severe respiratory illness should seek medical care in the ER. Severe symptoms are rapid heart rate, low blood pressure, high or very low temperatures, confusion, trouble breathing, severe dehydration. Call ahead to tell the ER that you are coming so they can be prepared for your arrival." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " ER", " clinic", " doctor" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385397,
		"_attachments": "attachments/"
	},
	{
		"id": "776c8933-0bb3-4bca-94a1-2009b0b4506b",
		"date": 1984066593565,
		"title": "Can recoverd coronavirus patient still spread it?",
		"answers": [ "People who get coronavirus need to work with medical providers to determine when they are no longer contagious." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " recovery", " recoverd", " patient", " spread" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385397,
		"_attachments": "attachments/"
	},
	{
		"id": "ba14451b-76ce-4c54-9dcd-7610a4fe34e0",
		"date": 1984068480490,
		"title": "Can a baby get coronavirus?",
		"answers": [ "Two neonatal cases of infection have been documented: (1) age 17 days of life after close contact with mother and maternity matron who were both infected with COVID-19 (2) 36 hours after birth with unclear transmission." ],
		"sources": [ "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30365-2/fulltext" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " pregnancy", " babies" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385397,
		"_attachments": "attachments/"
	},
	{
		"id": "6aa8bd62-1e4c-42f4-a707-6d801bfe9c4d",
		"date": 1984070058435,
		"title": "I am pregnant, is my baby at risk of coronavirus? ",
		"answers": [ "Minimal information is available regarding COVID-19 during pregnancy. Two reports including a total of 18 pregnant women with suspected or confirmed COVID-19 pneumonia revealed no laboratory evidence of transmission of the virus from mother to neonate. In other words, intrauterine or perinatal transmission has not been documented. However, two neonatal cases of infection have been documented. The American College of Obstetricians and Gynecologists advises that infants born to mothers with confirmed COVID-19 should be considered a patient under investigation and appropriately isolated and evaluated. " ],
		"sources": [ "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30360-3/fulltext", " https://www.acog.org/Clinical-Guidance-and-Publications/Practice-Advisories/Practice-Advisory-Novel-Coronavirus2019" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " pregnancy" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385398,
		"_attachments": "attachments/"
	},
	{
		"id": "a56f4891-1010-4f3a-8683-98d028d5bd55",
		"date": 1984071793149,
		"title": "I am pregnant, what should I consider regarding coronavirus? ",
		"answers": [ "The approach to prevention, evaluation, diagnosis, and treatment of pregnant women with suspected COVID-19 should be similar to that in non-pregnant women. An important consideration however is that pregnant women with other potentially severe respiratory infections, such as influenza, severe acute respiratory syndrome (SARS)-CoV, or Middle East respiratory syndrome (MERS)-CoV, appear to be more vulnerable to developing severe disease." ],
		"sources": [ "https://www.acog.org/Clinical-Guidance-and-Publications/Practice-Advisories/Practice-Advisory-Novel-Coronavirus2019" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " pregnancy" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385398,
		"_attachments": "attachments/"
	},
	{
		"id": "55809e08-19d8-4ae9-808d-f06cb010cd57",
		"date": 1984073386779,
		"title": "How long can the coronavirus live on surfaces? ",
		"answers": [ "It is thought the novel coronavirus COVID-19 behaves like other coronaviruses and may persist on inanimate surfaces such as metal, glass, or plastic ranging from a few hours up to 9 days." ],
		"sources": [ "https://www.ncbi.nlm.nih.gov/pubmed?term=32035997" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " surface" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385398,
		"_attachments": "attachments/"
	},
	{
		"id": "d05993ee-a9a5-4dbb-8faa-12ca9b877d9d",
		"date": 1984075140956,
		"title": "How do I disinfect surfaces? ",
		"answers": [ "The novel coronavirus can be efficiently inactivated by surface disinfection procedures with 62-71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite within 1 minute. Other biocidal agents such as 0.05-0.2% benzalkonium chloride or 0.02% chlorhexidine digluconate are less effective." ],
		"sources": [ "https://www.ncbi.nlm.nih.gov/pubmed?term=32035997" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " surface", " prevention" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385398,
		"_attachments": "attachments/"
	},
	{
		"id": "40216927-ade2-4463-961d-5ffcdca8a1cf",
		"date": 1984076932450,
		"title": "Can the virus be transmitted through breastmilk? ",
		"answers": [ "In limited case series reported to date, no evidence of virus has been found in the breast milk of women infected with COVID-19; however, it is not yet known if COVID-19 can be transmitted through breast milk. Note: droplet transmission could occur through close contact during breastfeeding. The American College of Obstetricians and Gynecologists recommends that symptomatic mothers take precautions to prevent transmission to the infant during breastfeeding including careful hand hygiene and using a facemask (or consider having a different individual feed expressed breast milk to the infant)." ],
		"sources": [ "https://www.acog.org/Clinical-Guidance-and-Publications/Practice-Advisories/Practice-Advisory-Novel-Coronavirus2019" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " pregnancy", " breastfeeding" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385398,
		"_attachments": "attachments/"
	},
	{
		"id": "b61c554d-c7db-4f7b-986d-3a24b77344e5",
		"date": 1984078901411,
		"title": "What are the most common clinical features of patients with COVID-19?",
		"answers": [ "99 patients were described in a COVID-19 pneumonia study out of Wuhan describing the most common symptoms at onset as: Fever (99%), fatigue (70%), dry cough (59%), anorexia (40%), myalgias (35%), dyspnea (31%), sputum production (27%)." ],
		"sources": [ "https://www.ncbi.nlm.nih.gov/pubmed?term=32007143" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " symptoms" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385398,
		"_attachments": "attachments/"
	},
	{
		"id": "64cb303a-ea07-466f-ae83-c2e178e16ef1",
		"date": 1984080818076,
		"title": "How many cases of coronavirus in Korea?",
		"answers": [ "Updated case counts of COVID-19 can be found here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports" ],
		"sources": [ "https://www.who.int/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " statistics" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385399,
		"_attachments": "attachments/"
	},
	{
		"id": "976704f7-5fef-4a8b-8cc7-2c3c2e826ee7",
		"date": 1984082397695,
		"title": "How many cases of coronavirus in China?",
		"answers": [ "Updated case counts of COVID-19 can be found here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports" ],
		"sources": [ "https://www.who.int/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " statistics" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385399,
		"_attachments": "attachments/"
	},
	{
		"id": "2182e7d3-04b5-4e33-9016-644999e015c9",
		"date": 1984084175651,
		"title": "How many cases of coronavirus in Canada?",
		"answers": [ "Updated case counts of COVID-19 can be found here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports" ],
		"sources": [ "https://www.who.int/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " statistics" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385399,
		"_attachments": "attachments/"
	},
	{
		"id": "1016f0bb-8f02-4ea4-baea-6745b80594da",
		"date": 1984085722564,
		"title": "How many cases of coronavirus in Japan?",
		"answers": [ "Updated case counts of COVID-19 can be found here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports" ],
		"sources": [ "https://www.who.int/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " statistics" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385399,
		"_attachments": "attachments/"
	},
	{
		"id": "0def36e2-31d7-4aea-ae2a-316ca4c2ef2e",
		"date": 1984087415953,
		"title": "How many cases of coronavirus in London?",
		"answers": [ "Updated case counts of COVID-19 can be found here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports" ],
		"sources": [ "https://www.who.int/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " statistics" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385399,
		"_attachments": "attachments/"
	},
	{
		"id": "e70db85b-784b-4193-b96c-8e9743122daf",
		"date": 1984089441207,
		"title": "How many cases of coronavirus in Iran?",
		"answers": [ "Updated case counts of COVID-19 can be found here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports" ],
		"sources": [ "https://www.who.int/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " statistics" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385400,
		"_attachments": "attachments/"
	},
	{
		"id": "1dd93185-4abd-4d43-9348-0cb2a6acb4ad",
		"date": 1984091394331,
		"title": "How many cases of coronavirus in Italy?",
		"answers": [ "Updated case counts of COVID-19 can be found here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports" ],
		"sources": [ "https://www.who.int/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " statistics" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385400,
		"_attachments": "attachments/"
	},
	{
		"id": "58ab29b2-09e8-4ffa-a979-a9ad6b32133a",
		"date": 1984093169518,
		"title": "How many cases of coronavirus in Vietnam?",
		"answers": [ "Updated case counts of COVID-19 can be found here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports" ],
		"sources": [ "https://www.who.int/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " statistics" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385400,
		"_attachments": "attachments/"
	},
	{
		"id": "c536df57-9682-44ce-bcb4-c39c4663d35c",
		"date": 1984095119255,
		"title": "How many cases of coronavirus in Australia?",
		"answers": [ "Updated case counts of COVID-19 can be found here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports" ],
		"sources": [ "https://www.who.int/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " statistics" ],
		"answered": true,
		"like": 1,
		"_ts": 1585087619,
		"_attachments": "attachments/"
	},
	{
		"id": "3fe2a418-f3bf-4fcc-958b-64bd196bc34f",
		"date": 1984096663447,
		"title": "The State is not allowing us to test for COVID19, what should our hospital do with patients we suspect has COVID19",
		"answers": [ "Consider full droplet, contact, and COVID19 protocols for isolation as described by Canada.ca: https://www.canada.ca/content/dam/phac-aspc/documents/services/diseases-maladies/covid-19-how-to-isolate-at-home/self-isolation-eng.pdf\n\nWe are hopeful that wider scale testing will become available in your state, particularly Drive-Through as was announced by Target, Walgreens, CVS and Walmart recently. Please also request of your local government via this search tool: https://www.usa.gov/local-governments (eg. http://access.wa.gov/topics/government/local.html) to have your voice heard. It is important that frontline workers have their voices heard regarding the need for independent COVID19 testing centres and isolation zones. \n\nSimilarly in Canada, contact your local municipal council (eg. https://www2.gov.bc.ca/gov/content/governments/local-governments/governance-powers/councils-boards/municipal-council-organization/mayor-councillors). " ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 1,
		"_ts": 1585087613,
		"_attachments": "attachments/"
	},
	{
		"id": "29013ae1-b51f-4962-9225-0b14cf5e93fb",
		"date": 1984098435180,
		"title": "Is there Drive by testing",
		"answers": [ "Drive testing has been in the news.  Appears that the UW has offered some testing using drive by. Announcement made for drive-through testing at select Target, Walgreens, CVS and Walmart parking lots. " ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385400,
		"_attachments": "attachments/"
	},
	{
		"id": "0da70b3c-e752-4330-a02d-8dde6c95db04",
		"date": 1984100064337,
		"title": "The testing is a bit unclear .  What are the current tests available ? ",
		"answers": [ "Please refer to the CDC clinical testing specimens here: https://www.cdc.gov/coronavirus/2019-nCoV/lab/guidelines-clinical-specimens.html\n\nTo quote: \"For initial diagnostic testing for COVID-19, CDC recommends collecting and testing an upper respiratory nasopharyngeal swab (NP).   Collection of oropharyngeal swabs (OP) is a lower priority and if collected should be combined in the same tube as the NP. Collection of sputum should only be done for those patients with productive coughs. Induction of sputum is not recommended. Specimens should be collected as soon as possible once a PUI is identified, regardless of the time of symptom onset.\"" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385401,
		"_attachments": "attachments/"
	},
	{
		"id": "66bfe63c-a2c5-40c3-a5c7-cbc366e2854a",
		"date": 1984102003025,
		"title": "What are the tests available for Covid? Which is the accepted test.  Are both FDA approved ? ",
		"answers": [ "If you are a physician looking for testing recommendations, the CDC has the most updated guidelines here for healthcare providers here: https://www.cdc.gov/coronavirus/2019-nCoV/lab/guidelines-clinical-specimens.html\n\nTo quote: \"For initial diagnostic testing for COVID-19, CDC recommends collecting and testing an upper respiratory nasopharyngeal swab (NP).   Collection of oropharyngeal swabs (OP) is a lower priority and if collected should be combined in the same tube as the NP. Collection of sputum should only be done for those patients with productive coughs. Induction of sputum is not recommended. Specimens should be collected as soon as possible once a PUI is identified, regardless of the time of symptom onset.\"" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385401,
		"_attachments": "attachments/"
	},
	{
		"id": "21c39640-66e5-4a92-8eb9-083825634c88",
		"date": 1984104050471,
		"title": "what should i do if i feel sick",
		"answers": [ "Please contact your local provider, or urgent care and find out where the CoVID19 triaging sites are.  Hospitals and local health providers are checking patients for symptoms to determine the need for testing.  From there patients will be given instructions on how to get tested.  Here is a website: https://www.chifranciscan.org/patients-and-visitors/covid-19.html This also identifies the places that patients can be seen in person.\n\nFREE Virtual Urgent Care 1-855-356-8053 or log on as below\n\nCHI Franciscan is offering FREE virtual care visits for anyone exhibiting mild symptoms of COVID-19 (fever, cough, or other respiratory problems). Use the discount code COVID19 to be assessed by one of our providers today. To access our virtual care services, visit franciscanvirtualcare.org, or download the iOS mobile app in the Apple store or the Android app in the Google Play store.\n\nFor online screening if you live in Alberta, please visit: https://www.albertahealthservices.ca/topics/Page16944.aspx\nFor further information in British Columbia, dial 8-1-1. You may experience wait times over telephone. You can find more information here: https://www.healthlinkbc.ca/health-feature/coronavirus-disease-covid-19\n\nYou will find more information here also on self monitoring and self isolation also. " ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385401,
		"_attachments": "attachments/"
	},
	{
		"id": "b2846fec-78bb-4ce5-8573-51260f830924",
		"date": 1984105648323,
		"title": "how do i get tested for covid 19?",
		"answers": [ "Currently, local hospitals are setting up triage sites where a person history, travel and vitals are being taken to determine if further testing is needed. If further testing, the local public health will be notified.  Information regarding testing is being improved very rapidly. Please check back to see further updates.  Your primary care providers offices should be information on where these sites are and can direct you there.  Here is the website: https://www.chifranciscan.org/patients-and-visitors/covid-19.html This also identifies the places that patients can be seen in person.\n\nFREE Virtual Urgent Care 1-855-356-8053 or log on as below\n\nCHI Franciscan is offering FREE virtual care visits for anyone exhibiting mild symptoms of COVID-19 (fever, cough, or other respiratory problems). Use the discount code COVID19 to be assessed by one of our providers today. To access our virtual care services, visit franciscanvirtualcare.org, or download the iOS mobile app in the Apple store or the Android app in the Google Play store." ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 0,
		"_ts": 1584385401,
		"_attachments": "attachments/"
	},
	{
		"id": "fb448e11-d4fa-44cd-b55b-f57e34766e6c",
		"date": 1984107472282,
		"title": "What is the incubation period of the coronavirus?",
		"answers": [ "The incubation period for the coronavirus (COVID-19) is thought to be within 14 days following exposure, with most cases occurring approximately five days after exposure. In a family cluster of infections, the onset of fever and respiratory symptoms occurred approximately three to six days after presumptive exposure. Similarly, in an analysis of 10 patients with confirmed COVID-19 pneumonia, the estimated mean incubation period was five days." ],
		"sources": [ "https://www.ncbi.nlm.nih.gov/pubmed?term=31995857", " https://www.ncbi.nlm.nih.gov/pubmed?term=32109013" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " incubation", " time" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385401,
		"_attachments": "attachments/"
	},
	{
		"id": "c9821217-cfa5-4751-aec0-4b6c4344f4b5",
		"date": 1984109403896,
		"title": "Does 5G cause the coronavirus?",
		"answers": [ "No, it is a conspiracy theory that 5G causes the Coronavirus. Anti-5G groups tried to spread this message on social media. " ],
		"sources": [ "https://thenextweb.com/socialmedia/2020/02/26/social-media-conspiracies-blame-coronavirus-on-5g-internet/" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " 5g", " conspiracy" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385402,
		"_attachments": "attachments/"
	},
	{
		"id": "56e19d8d-41ae-4882-849b-8dab286ebbb8",
		"date": 1984111126223,
		"title": "Can you use Vitamin C to treat the coronavirus?",
		"answers": [ "Vitamin C is a common remedy that some people believe will cure the common cold and flu. Although some but limited studies show it may aid immune function, there’s little evidence that it can prevent or substantially reduce either of these diseases. Considering that novel coronavirus belongs to the same family of viruses as the common cold and flu, it’s unlikely that taking vitamin C will prevent or cure you of a COVID-19 infection.\n\nThere are many studies that may be sited, but as a single example in the Journal of Nutrition, the findings suggest that no differences in lung viral titers between vitamin C–adequate and vitamin C–deficient groups in either male or female mice at 1, 3, and 7 days after infection. \n\nhttps://academic.oup.com/jn/article/136/10/2611/4746705" ],
		"sources": [ "https://theconversation.com/coronavirus-its-time-to-debunk-claims-that-vitamin-c-could-cure-it-132803" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " vitamin c", " treatment" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385402,
		"_attachments": "attachments/"
	},
	{
		"id": "44eefa25-db30-4820-899a-126e3ad4484b",
		"date": 1984112869986,
		"title": "Can vodka be used as hand sanitizer to prevent the coronavirus?",
		"answers": [ "No, vodka only contains 40% alcohol and according to the CDC for sanitizer to work it needs to contain at least 60% alcohol. Washing your hands with soap and water is the best way to get rid of germs in most situations" ],
		"sources": [ "https://www.cnn.com/2020/03/05/us/titos-vodka-coronavirus-trnd/index.html" ],
		"links": [ "" ],
		"tags": [ "sanitizer", " prevention", " vodka", " alcohol", " coronavirus" ],
		"answered": true,
		"like": 1,
		"_ts": 1585007007,
		"_attachments": "attachments/"
	},
	{
		"id": "4963a54e-7a63-4a65-ac69-6c57bc566cda",
		"date": 1984114923192,
		"title": "Can you get coronavirus from your dog?",
		"answers": [ "According to Dr. Will Sander, head of the joint veterinary-master's in public health degree program at the University of Illinois at Urbana-Champaign College of Veterinary Medicine: \"At this time, people should be minimally concerned about this coronavirus affecting their pets.The virus seems well adapted to spread between people and, therefore, unlikely to jump to dogs or cats.\" According to the World Health Organization, there's no reason to panic about pets as possible victims or carriers of the coronavirus, since there's no evidence that they can be infected. " ],
		"sources": [ "https://www.businessinsider.com/can-pets-get-or-spread-coronavirus-experts-say-no-2020-3" ],
		"links": [ "" ],
		"tags": [ "dog", " coronavirus" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385402,
		"_attachments": "attachments/"
	},
	{
		"id": "8130b8d7-a86f-49ef-9784-810c2b78fa0d",
		"date": 1984116512110,
		"title": "Does the coronavirus spread from person to person?",
		"answers": [ "Yes, the virus can spread from person to person, through droplets of saliva or mucus carried in the air for up to six feet or so when an infected person coughs or sneezes. Viral particles may be breathed in, land on surfaces that people touch, or be transferred when shaking hands or sharing a drink with someone who has the virus. There are cases where people who do not feel sick have the virus and can spread it." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " spread", " infected" ],
		"answered": true,
		"like": 1,
		"_ts": 1585006467,
		"_attachments": "attachments/"
	},
	{
		"id": "83cabc4e-3b1d-43e6-ab28-62dcff4e3510",
		"date": 1984118530821,
		"title": "What is the incubation time for the coronavirus?",
		"answers": [ "Estimates are that symptoms usually appear on average around five days, but the incubation period may be as long as 14 days." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " incubation", " time" ],
		"answered": true,
		"like": 1,
		"_ts": 1585006465,
		"_attachments": "attachments/"
	},
	{
		"id": "5b5bb7a2-b12e-4125-a7aa-38b49701511a",
		"date": 1984120366255,
		"title": "What are the symptoms of the coronavirus?",
		"answers": [ "The main symptoms are fever, a dry cough, and having rouble breathing. Some people also have nausea, vomiting, or diarrhea before respiratory symptoms occur." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " symptoms" ],
		"answered": true,
		"like": 1,
		"_ts": 1585006757,
		"_attachments": "attachments/"
	},
	{
		"id": "bcc874cf-1219-4f83-9e07-a1017917d7c0",
		"date": 1984121962560,
		"title": "Can people who are asymptomatic spread the coronavirus?",
		"answers": [ "Yes, a person who is asymptomatic may be shedding the virus and could infect others. It is not yet clear how often asymptomatic transmission occurs" ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " asymptomatic", " spread", " no symptoms" ],
		"answered": true,
		"like": 1,
		"_ts": 1585006750,
		"_attachments": "attachments/"
	},
	{
		"id": "c45dc307-cf0c-4c79-b23d-ff4de4fa789c",
		"date": 1984123742562,
		"title": "Can the coronavirus live on soft surfaces like fabric?",
		"answers": [ "Yes, the virus can live on soft surfaces but it isn't yet clear how long exactly. It could potentially survive up to several days" ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " surface", " soft", " carpet", " fabric", " clothes" ],
		"answered": true,
		"like": 0,
		"_ts": 1584385403,
		"_attachments": "attachments/"
	},
	{
		"id": "e90d03ea-e064-454f-9362-01bbd02cfb41",
		"date": 1984125455587,
		"title": "Test question: Can the coronavirus live on hard surfaces?",
		"answers": [ "The coronavirus can easier survive on hard surfaces than on soft surfaces and could potentially survive up to several days. " ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " surface", " hard" ],
		"answered": true,
		"like": 1,
		"_ts": 1585006452,
		"_attachments": "attachments/"
	},
	{
		"id": "c21e4b6f-40bd-4149-89e2-8732a198a1d5",
		"date": 1984127059668,
		"title": "Should I wear a face mask to protect myself against the coronavirus?",
		"answers": [ "At the moment face masks are not recommended for the general public in the US. However, some health facilities tell people to wear a mask if they have traveled from areas where coronavirus is spreading or when they have been in contact with people who did or with people who have confirmed coronavirus. If you have respiratory symptoms like coughing or sneezing, you should wear a mask to protect others." ],
		"sources": [ "https://www.health.harvard.edu/blog/as-coronavirus-spreads-many-questions-and-some-answers-2020022719004" ],
		"links": [ "" ],
		"tags": [ "coronavirus", " face mask", " protection" ],
		"answered": true,
		"like": 1,
		"_ts": 1585006089,
		"_attachments": "attachments/"
	},
	{
		"id": "a60387ef-1638-4f7e-aa1f-dab54907c8b2",
		"date": 1984128960549,
		"title": "what are some physicians doing in Hong Kong to avoid and reduce the risk of infection as a health care worker?",
		"answers": [ "Testimony suggests that Hong Kong has used a team called the \"Dirty Team\" who are drafted to work in the hospitals.  Members of the team are extra careful when they touch patients.  The team comprises of a dozen junior and three senior physicians from across all specialities in each rotation and cares for the confirmed and suspected cases of COVID-19 virus infection.  They wear full personal protective equipment (PPE), N95, masks, visors, and are extremely conscious about infection control measures like hand hygiene.  The have a separate office and showers away from the rest of the team.  They don't eat in the staff cafeteria. After work, they are isolated from the outside world and avoid physical contact with anyone.  They wear a surgical mask at all times.  \n\nThe teams are selected by some sort of selection methodology.  There are a few exemptions including pregnant staff, and medical conditions including those who are immunocompromised.  The testimonial from journal states that it has been primarily a psychological preparation.  He went to the barber and got a buzz-cut, booked a hotel for self-quarantine for two weeks after he is finished his service.  It is something that people cannot be ready for.  He did cry the last night prior to joining the dirty team as he touched his yet to be born daughter through his wife's tummy.  \n\nEmotions that is reported in Hong Kong are just beginning here in the USA: anxiety, scared, and frustration.  However our department leaders and chairs have been great.  They have been leading with composure.  The Hong Kong health care workers had the same issues we are facing now that the protective gear is scarce and needs to be carefully managed as to not run out before the 1st wave. And this is still a disease without well-proven treatment. \n\nEven as Hong Kong has done terrifically and kept their mortalities amongst the lowest in the world in the pandemic, the people felt that they could have done better. They believe that could have avoided the vast casualties from imported cases. They felt that the key interventions include closing borders even earlier than they did. They felt that they moved too slowly and were not listened to enough which is similar to how we are feeling.  An example of hindrance included an anti-mask wearing law which tried to pass.  They already understand that the mortality rate is inconsequential in this fight.  This disease is a pandemic with a potential death toll of 14000 in Hong Kong alone even if the mortality rate is 1%. \n\nhttps://blogs.bmj.com/bmj/2020/02/18/face-to-face-with-covid-19-on-hong-kongs-dirty-team/" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 3,
		"_ts": 1585013004,
		"_attachments": "attachments/"
	},
	{
		"id": "6cfc67db-3c19-46b8-889f-9c7c438268dd",
		"date": 1984131028142,
		"title": "What do you use to clean the virus from your nose?",
		"answers": [ "Look at the following links and youtube videos https://facebook.com http://www.youtube.com/watch?v=iwGFalTRHDA" ],
		"sources": [ "https://facebook.com" ],
		"links": null,
		"tags": null,
		"answered": true,
		"like": 1,
		"_ts": 1585089555,
		"_attachments": "attachments/"
	},
	{
		"id": "21df9dea-735d-49a7-86ca-c3ba3ff97692",
		"date": 1984132974161,
		"title": "My friend has a 2 month-newborn and she thinks her husband has the virus. Should he leave the house or are they okay as long as they remain separated?",
		"answers": [ "First, call your doctor: If you think you have been exposed to COVID-19 and develop a fever and symptoms, such as cough or difficulty breathing, call your healthcare provider for medical advice.\n\nThen begin precautions as per COVID19 isolation protocol which can be found here: https://www.canada.ca/content/dam/phac-aspc/documents/services/diseases-maladies/covid-19-how-to-isolate-at-home/self-isolation-eng.pdf\n\nIncluded in the list is: Stay in a separate room and use a separate bathroom from others in your home, if possible. If you have to be in contact with others, keep at least 2 metres between yourself and the other person. Keep interactions brief and wear a mask. Avoid contact with individuals with chronic conditions, compromised immune systems and older adults. Avoid contact with pets if you live with other people that may also be touching the pet. \n\nA reminder of standard droplet and contact precaution protocols is helpful. Hand hygiene. Sanitize. And again. That’s your first line of defense. Don’t touch your face/eyes. Social distancing - keep 6 feet away. Mask. Gloves. Cover up. Don’t leave the house unless absolutely necessary. Don’t share dishes, drinking glasses, cups, utensils, towels or bedding. \n\nSeparate the sick individual from other people in your home. Seek medical care for assessment virtually if possible. Stay and sleep in a well-ventilated room separate from other people. Use a separate bathroom if available. Use a face mask in shared spaces. Household members should stay in another home or place of residence if possible, especially if they have compromised immune systems or chronic health conditions. Restrict visitors. " ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 1,
		"_ts": 1585006075,
		"_attachments": "attachments/"
	},
	{
		"id": "0ddfb7ac-12b5-4ecb-9e4d-3cd9d742b46a",
		"date": 1984135051058,
		"title": "Question: As soon as I come home, I want to sanitize my cell  phone right away? What is the best way to do so without spreading germs from my hands to my phone, or vice versa?",
		"answers": [ "Release the phone with the sanitizing wipe and put it down without direct contact to hand, then wash your hands after. This can save you a step of washing your hands before and after sanitizing your cell phone. " ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 2,
		"_ts": 1585006078,
		"_attachments": "attachments/"
	},
	{
		"id": "0e9b16e9-734c-4236-b272-2c51512be3ab",
		"date": 1984136810128,
		"title": "Has there any proposed combination therapies for COVID-19",
		"answers": [ "There is currently one being proposed from a physician in Washington.  Dr. Srivatsan Padmanabhan proposes the use of hydroxychloroquine with Nitazoxanide.  There is no data for the effectiveness of this regimen at this time but he has currently applied for consideration to perform clinical trials at his institution to urgently assess the efficacy of this dual therapy.  https://www.researchgate.net/publication/339941717_Potential_dual_therapeutic_approach_against_SARS-CoV-2COVID-19_with_Nitazoxanide_and_Hydroxychloroquine" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 6,
		"_ts": 1585339266,
		"_attachments": "attachments/"
	},
	{
		"id": "1f8e273b-02af-43c2-b3e0-bdea49eb88a9",
		"date": 1984138400058,
		"title": "Can I get covid from a toilet seat",
		"answers": null,
		"sources": null,
		"links": null,
		"tags": null,
		"answered": false,
		"like": 0,
		"_ts": 1584385404,
		"_attachments": "attachments/"
	},
	{
		"id": "0a0e7255-2e98-428f-8de0-c539de6fc132",
		"date": 1984139981701,
		"title": "Where do ppl in British Columbia go if they think they have it ",
		"answers": null,
		"sources": null,
		"links": null,
		"tags": null,
		"answered": false,
		"like": 0,
		"_ts": 1584385405,
		"_attachments": "attachments/"
	},
	{
		"id": "f4246221-e970-44ab-b54a-92485e2ad510",
		"date": 1984141946575,
		"title": "Do symptoms come and go?",
		"answers": null,
		"sources": null,
		"links": null,
		"tags": null,
		"answered": false,
		"like": 0,
		"_ts": 1584385405,
		"_attachments": "attachments/"
	},
	{
		"id": "407dc44d-b683-4377-bdc2-4f703d1c906e",
		"date": 1984143779696,
		"title": "It's the raspy, itchy scratchy chest thing that I'm feeling but I dont know if that's a symptom",
		"answers": null,
		"sources": null,
		"links": null,
		"tags": null,
		"answered": false,
		"like": 0,
		"_ts": 1584385405,
		"_attachments": "attachments/"
	},
	{
		"id": "120caf00-2bfb-4bc7-b29a-6472ec51cb3a",
		"date": 1984145644598,
		"title": "Are the Chinese using Hydroxychloroquine prophylactically for their HCW? ",
		"answers": null,
		"sources": null,
		"links": null,
		"tags": null,
		"answered": false,
		"like": 0,
		"_ts": 1584385405,
		"_attachments": "attachments/"
	},
	{
		"id": "f8fef76b-c378-4ef3-afae-2d7ea9af7234",
		"date": 1984147637465,
		"title": "I have a fever. Is this CoronaVirus?",
		"answers": null,
		"sources": null,
		"links": null,
		"tags": null,
		"answered": false,
		"like": 0,
		"_ts": 1584385405,
		"_attachments": "attachments/"
	},
	{
		"id": "238b6a8a-592c-49fa-b87d-b09ea85a4857",
		"date": 1984149546345,
		"title": "Has anyone tried or what do you guys think about mRNA vaccine?",
		"answers": [ "hello" ],
		"sources": null,
		"links": null,
		"tags": null,
		"answered": true,
		"like": 1,
		"_ts": 1585005720,
		"_attachments": "attachments/"
	},
	{
		"id": "3064bc2d-a559-46a0-af43-9a0084461d61",
		"date": 1984151378790,
		"title": "If I think I had COVID-19 and have recovered, can I tested afterwards to determine if I had the virus?",
		"answers": [ "test test test" ],
		"sources": [],
		"links": null,
		"tags": null,
		"answered": true,
		"like": 1,
		"_ts": 1585748852,
		"_attachments": "attachments/"
	},
	{
		"id": "7371864a-78e7-46fe-b174-99fd3d3b4b2c",
		"date": 1584741631656,
		"title": "",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584741634,
		"_attachments": "attachments/"
	},
	{
		"id": "1ac69971-a722-496a-9e07-d04510d0eb7f",
		"date": 1584742436830,
		"title": "Should I",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584742439,
		"_attachments": "attachments/"
	},
	{
		"id": "0fb5851d-5bcf-4e6c-9a2d-54d6b1094fa8",
		"date": 1584742510190,
		"title": null,
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584742510,
		"_attachments": "attachments/"
	},
	{
		"id": "5446948c-c2df-4bf9-9c4b-14dceaae2860",
		"date": 1584808270481,
		"title": null,
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584808270,
		"_attachments": "attachments/"
	},
	{
		"id": "7a28db3d-843b-484f-84c9-216e4aff14a5",
		"date": 1584825991729,
		"title": "dfdfg",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584825992,
		"_attachments": "attachments/"
	},
	{
		"id": "99bb7a96-64ee-425c-932e-f0254d8450ff",
		"date": 1584902337816,
		"title": "how do i get tested for covid 19?",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584902338,
		"_attachments": "attachments/"
	},
	{
		"id": "33067cbd-e0ab-4b02-881b-3cb0133426ea",
		"date": 1584905448273,
		"title": "",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584905448,
		"_attachments": "attachments/"
	},
	{
		"id": "4fc30964-c9a5-4754-9788-be49823b086f",
		"date": 1584910069810,
		"title": "this is a question",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584910069,
		"_attachments": "attachments/"
	},
	{
		"id": "4da137ad-896a-4104-a7b0-8c5ba862a8c6",
		"date": 1584910089855,
		"title": "this is a question",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584910089,
		"_attachments": "attachments/"
	},
	{
		"id": "146da0d8-9e2b-49d2-ac37-36c0575f278f",
		"date": 1584961247508,
		"title": "How many cases of coronavirus in Korea?",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584961247,
		"_attachments": "attachments/"
	},
	{
		"id": "f9ee0cd7-476e-4e36-9a10-5093637ac617",
		"date": 1584961281134,
		"title": "How many cases of coronavirus in Korea?",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584961281,
		"_attachments": "attachments/"
	},
	{
		"id": "038406ba-d0c5-4e73-81d9-7c93d5b4bb6f",
		"date": 1584961288908,
		"title": "how many cases in korea",
		"answers": [],
		"sources": [],
		"links": [],
		"tags": [],
		"answered": false,
		"like": 0,
		"_ts": 1584961289,
		"_attachments": "attachments/"
	}
]